<!DOCTYPE HTML>
<!--
	Ion by TEMPLATED
	templated.co @templatedco
	Released for free under the Creative Commons Attribution 3.0 license (templated.co/license)
-->
<html>
	<head>
		<title>會員規章</title>
		<meta http-equiv="content-type" content="text/html; charset=utf-8" />
		<meta name="description" content="最新好看的電影都在這裡喔" />
		<meta name="keywords" content="最新 上映" />
		<!--[if lte IE 8]><script src="js/html5shiv.js"></script><![endif]-->
		<script src="js/jquery.min.js"></script>
		<script src="js/skel.min.js"></script>
		<script src="js/skel-layers.min.js"></script>
		<script src="js/init.js"></script>
		<style type="text/css">
<!--
.style1 {color: #333333}
.style3 {color: #2B2B2B; font-weight: bold; }
-->
        </style>

	</head>
	<body id="top">

		<!-- Header -->
			<header id="header" class="skel-layers-fixed">
				<h1><a href="#">Ion</a></h1>
				<nav id="nav">
					<ul>
						<li><a href="index.php" class="button special">回首頁</a></li>
						<li><a href="account.php">會員專區</a></li>
						<li><a href="tickets.php">線上訂票</a></li>
						<li><a href="information.php">電影資訊</a></li>
						<li><a href="sys.php" >店家中心</a></li>
						<li><a href="about.php">關於我們</a></li>
						<li><a href="message.php" >意見回饋</a></li>
					</ul>
				</nav>
			</header>

		<!-- Main -->
	<section id="main" class="wrapper style1">
	  <header class="major">
					<h2>Quick-Visual</h2>
		  <p>&nbsp;</p>
	  </header>
	  <div class="container">
					<section>
						<h2>會員規章</h2>
						<a href="#" class="image fit"></a></section>
		            <table width="100%" border="1">
                      <tr>
                        <td><p>申請和使用本服務前應詳閱此規範，使用者完成註冊程序或開始使用本服務之一部分或全部功能，就代表使用者已經詳閱、了解、並完全同意本服務條款及本服務之相關使用規範，包含但不限於本App之相關使用規範及限制，若使用者對本服務、本服務條款及相關使用規範之任一部分有疑義或反對時，應立即停止使用本服務。 1. 為提供app會員更好的服務品質，請先註冊成為 <a name="_GoBack"></a> app 的會員 2. 只要您申請註冊成功，立即免費享有我們所提供的會員基本服務，請放心使用各項服務。 3. 為保障您的權益，請於註冊成為會員前，詳細閱讀本同意書所有內容；一旦您註冊為會員或使用我們所提供之會員服務，即表示您同意且遵守以下所有的規定。 會員條款 1. 會員瞭解xxx為一提供交易平台、資訊交流服務之開放網路空間，會員同意對其自己所有交易行為與言論內容負責一切法律責任。 2. 您了解會員提供各項相關服務業務。您於網站註冊成為會員後，即可使用網站之服務。會員承諾遵守中華民國相關法規及一切國際網際網路規定與慣例。當您使用網站服務時，即表示您同意並遵守該等網站之會員規範及當地之法律規定。 3. 基於我們所提供之各項服務，您同意於註冊時提供完整詳實且符合真實之個人資料，您所登錄之資料事後有變更時，應隨時於線上更新之，並不得以資料不符為理由，否認其交易行為。您提供之個人資料若有填寫不實，或原所登錄之資料已不符合真實而未更新，或有任何誤導之嫌，我們保留隨時終止及取消您會員資格及使用各項服務資格之權利。 4. 如果您提供之個人資料違反或破壞我們的服務宗旨，我們保留隨時終止及取消您會員資格及使用各項服務資格之權利。 5. 我們保留隨時修改本會員規範之權利，我們將於修改會員規範時，於首頁公告修改事實，不另作會員個別通知。如果會員不同意修改的內容，請勿繼續使用我們的服務。如果會員繼續使用本網站的服務，則視為會員已同意並接受本規範該等增刪或修改內容之拘束。 6. 我們保留隨時停止或更改各項服務內容或終止任一會員帳戶服務之權利，無需事先通知會員且無須退還會員已向本公司購買之點收（含已使用於本網站的包月或年度會員）。無論任何情形，就停止或更改服務或終止會員帳戶服務所可能產生之困擾、不便或損害，我們對任何會員或第三人均不負任何責任。 7. 任一會員所牽涉之任何行為、交易等均與本站無關；本站嚴禁任何利用會員妨害他人名譽或隱私權；侵害他人營業秘密、商標、著作權、專利權、其他智慧財產權及其他權利；違反其依法律或契約所應負之保密義務；冒用他人名義或散播不實消息；傳輸色情、猥褻或其他違反善良風俗之言論或資訊；傳輸或散佈電腦病毒；從事不法交易行為，或張貼虛假不實或引人犯罪的資訊，或違反消費者保護法，公平交易法及其他中華民國法律法令規定，更不得有販賣槍枝，毒品或盜版軟體等違法行為。其涉有不法交易者，除應由交易當事人自負法律責任外，本站將主動配合相關主管機關調查處理。 擔保賠償責任條款 1. 我們就各項服務，不負任何明示或默示的擔保責任。我們不保證各項服務的穩定、安全、無誤、及不中斷、特別損害。您明示承擔使用本服務的風險及可能致生的任何損害。 2. 我們對於您使用各項服務、或無法使用各項服務的任何直接、間接、衍生、或特別損害，不負任何賠償責任。若您使用之服務，係有對價者，我們僅就您所付的對價範圍內，負賠償責任。 3. 上述賠償責任限制，若依法為不得限制者，則該等限制規定將不適用於您。 隱私保護條款 1. 尊重您個人隱私是我們的基本政策。除法律或因應相關主管機關要求外，我們在未獲您授權時，不會公開您的姓名、地址、電子郵件信箱，以及其他依法受保護的個人資訊。 2. 基於我們提供之各項服務，您同意我們於法律許可的範圍內，允許我們之關係企業或合作夥伴，於必要範圍內，得使用您的個人資訊，以提供您其他服務。 3. 您同意我們得就您的個人資料作成會員統計資料。如不涉及揭露任何會員的個人身份，您同意並允許我們為任何合法之使用。 4. 對於會員所登錄或留存之個人資料，除下列情況外，我們同意在未獲得會員同意以前，不對外揭露會員之姓名、地址、電子郵件地址及其他依法受保護之個人資料：基於法律之規定受司法機關或其他有權機關基於法定程序之要求為保障我們之財產及權益在緊急情況下為維護其他會員或第三人之人身安全。 5. 您應就您的帳號與密碼之保密自負完全責任，並就您帳號所代表之身分於我們之任何行為自負完全法律責任。您同意不會將會員帳號密碼轉讓或出借他人使用。若您發現您的帳號密碼遭人非法使用或有任何異常破壞使用安全的情形時，請您立即通知我們。 6. 會員應瞭解並同意，我們可能因公司、加盟廠商、其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈、或人為操作上之疏失而全部或一部中斷、暫時無法使用、遲延、或造成資料傳輸或儲存上之錯誤、或遭第三人侵入系統篡改或偽造變造資料等，會員不得因此而要求任何補償或賠償。 個人權利義務 1. 您對您公佈於app或透過app發送的一切內容負全責。 2. 您承諾遵守中華民國相關法規及一切國際網際網路規定與慣例。若您使用我們台灣地區以外之網站，您同意遵守各該網站當地之法令及網路慣例。 3. 您同意並保證不公布或傳送任何毀謗、不實、威脅、不雅、猥褻、不法、或侵害他人智慧財產權的資訊於app上。 4. 本網站就您的行為是否符合本規範，有最終決定權。若我們決定您的行為違反本規範或任何法令，您同意我們得隨時停止您使用我們的服務。 5. 您同意補償我們、其母公司、子公司、關係企業、受僱人、及一切相關人員，因您違反相關法令或本規範所致生之一切損害及責任。 6. 本公司對本服務相關軟硬體設備進行搬遷、更換、升級、保養、及突發性之電子通信設備故障時或維修時，得暫停或中斷本服務之全部或一部份。 7. 如因可歸責於本公司之事由，致本服務中斷時，本公司對於因此所生之直接或間接損害，不負損害賠償責任。 8. 由於我們所申請之電子通信服務不問任何原因被停止，以及天災等不可抗力之因素致使我們，無法提供服務時。 9.　　　　個人資料蒐集與處理為提供訂閱、行銷、客戶管理或其他合於營業登記項目或章程所定業務需要之目的。利用對象除本集團外，亦可能包含相關服務的協力機構或合作廠商。如您有依個資法第三條或其他需服務之處，請致電本公司客服中心。 廣告業務 1. 您了解我們的app上刊登有商業廣告及各種商品的促銷資訊。該等內容均係由廣告商或商品服務提供人所為，我們僅係提供刊登內容的媒介。 2. 您透過我們app上所提供之商品、服務資訊，所購買的任何商品、服務，其間交易關係均存在於您與商品、服務提供人間，與我們無關。 注意事項 1. 本規範以中華民國法律（不含涉外民事法律適用法或其他類似法規）為準據法。 2. 就本規範涉及的一切爭訟，您同意以台灣台北地方法院為第一審管轄法院。 3. 本規範若任何一部無效，不影響其他部份之效力。 4. 因會員違反相關法令或違背本同意書之任一會員條款，我們或其關係企業、受僱人、受託人、代理人及其他相關履行輔助人因此而受有損害或支出費用（包括且不限於因進行民事、刑事及行政程序所支出之律師費用）時，會員應負擔損害賠償責任或填補其費用。</p></td>
                      </tr>
                    </table>
		            <form name="form1" method="post" action="account_add.php">
		              <label>
		              <div align="center">
		                <input type="submit" name="Submit" value="回註冊頁">
	                  </div>
		              </label>
                                        <div align="center"></div>
        </form>
        </div>
	</section>

		<!-- Footer -->
			<footer id="footer">
				<div class="container">
				  <ul class="copyright">
						<li>&copy; Untitled. All rights reserved.</li>
						<li>Design: <a href="http://templated.co">TEMPLATED</a></li>
						<li>Images: <a href="http://unsplash.com">Unsplash</a></li>
					</ul>
				</div>
			</footer>

	</body>
</html>